{
  "blocks": [
    {
      "id": 1,
      "name": "block1_churchOfLight",
      "cover_img": "1.jpeg",
      "words": "this is the article of church of light"
    },
    {
      "id": 2,
      "name": "block2_rawhouse",
      "cover_img": "2.png",
      "words": "this is the article of raw house"
    },
    {
      "id": 3,
      "name": "block3_noguchi museum",
      "cover_img": "3.jpg",
      "words": "this is the article of noguchi museum"
    },
    {
      "id": 4,
      "name": "block4",
      "cover_img": "1.jpeg",
      "words": "this is the article of block4"
    },
    {
      "id": 5,
      "name": "block5",
      "cover_img": "2.png",
      "words": "this is the article of block5"
    },
    {
      "id": 6,
      "name": "block6",
      "cover_img": "3.jpg",
      "words": "this is the article of block6"
    },
    {
      "id": 7,
      "name": "block7",
      "cover_img": "1.jpeg",
      "words": "this is the article of block7"
    },
    {
      "id": 8,
      "name": "block8",
      "cover_img": "2.png",
      "words": "this is the article of block8"
    },
    {
      "id": 9,
      "name": "block9",
      "cover_img": "3.jpg",
      "words": "this is the article of block9"
    },
    {
      "id": 10,
      "name": "block10",
      "cover_img": "9.jpg",
      "words": "this is the article of block10"
      
    },
    {
      "id": 11,
      "name": "dsa",
      "cover_img": "9.jpg",
      "words": "this is the article of block11"
      
    },
    {
      "id": 12,
      "name": "fdsafdsa",
      "cover_img": "9.jpg",
      "words": "this is the article of block12"
      
    },
    {
      "id": 13,
      "name": "5",
      "cover_img": "9.jpg",
      "words": "this is the article of block13"
      
    },
    { 
      "id": 14,
      "name": "test",
      "cover_img": "9.jpg",
      "words": "this is the article of block14"
     
    },
    {
      "id": 15,
      "name": "Yiran Shu",
      "cover_img": "1.jpeg",
      "words": "既往的人生中有过这样的片段—在京都，晚上搭京都到东京的夜班巴士，搭车前有一小时的余裕，想着做什么好呢，啊，这个京都火车站这么大，逛逛吧。\n把箱子放在站前的储物柜里就往火车站里走去。那之后的一小时是这辈子都难忘的一小时，说是整个日本行的亮点也不为过。虽然夜凄凄黑，人一天下来也很疲惫，接下来还要挑战没坐过的整晚巴士，可以说是没有任何期待，心如死灰的状态，然而一进站我就被震醒，这是什么异世界建筑！\n太空的感觉，硬核的感觉，伪科幻迷的DNA动了，外表方正妥帖的建筑内部通透敞亮，结构钢柱节点通通给你看。往上走吧，一直往上，与其说是当时的我做了这样的决定，倒不如说是这个车站呼唤我这样做的。\n一层一层，每一层都是太空相关的主题，不懂日文也能感受到，特别后来某层标示牌上明白写了“太空广场”这样的汉字，外来飞石一样的雕塑伫立在这个中庭中，说是中庭因为它是通的，怎么说，它在整个车站的最东头，除了最东边有墙体，西边是内部，南北这一层都没有墙，京都的风在这一层刮过外星雕塑刮过我，我彻底地醒了，被震慑着，整个身心都被这个车站占领了，说不出话，好兴奋好刺激。京都的夜很黑，跟大阪不一样，除了隔一条街京都塔的白光，整个城市星星点点着熙微的荧光，这个睁眼的未来感车站和安睡的古代小城的闪电般的对比让我呼吸都兴奋起来，感觉不到冷。\n再往上一层，一个庭院中随时可以制造惊喜的挂满亮灯的亭子，或者日剧里情节需要突然亮起的灯光展（哇，原来是这么回事啊），这样的布置居然整个车站这么多人此刻只有我一人独享？啊哈。车站是赶路的地方，谁恰好有这样的契机享受这样的一小时。再往上！好黑啊，越来越黑，好兴奋，踏上大概是写着“太空梯“的窄窄的通道，瞳孔里只有电梯脚边两撮向上飞去的光条，像那种像漆黑的电影院或者关灯飞机的地面上的指引灯，再就是窗外的京都塔。一个世纪那么长后电梯到顶了，还是只有地面上向前飞去的光条，啊，走几步能看见地面了，第一层进站时的地面，已经那么高了吗，来往南北的行人们像乐高小人一样走来走去，恐高症的人走这条长到没有尽头的通道大抵是要崩溃的，好在我既不恐高，也不赶时间。这样的绝佳视角观察人类这种两足爬行生物，观察和我一样在观察人类的这栋外星建筑物，兴奋到不能自已。\n又一个世纪，走完了电光通道，爬几步楼梯，豁然开朗。这么多人的吗！还以为京都在安睡，其实全京都的人都聚集在这里吧！太黑了，再仔细看看，发现都是一对对情侣啊。一片空旷的大平台可以望见四面八方的京都，其实平台很黑，京都的夜也是安静的荧光，这样的氛围自然很适合情侣啦。6年前当时的内心os：拥吻的情侣贪恋尘世的暖意，却体会不了我刚刚经历的一系列心路历程，孤独兴奋又刺激，不换，绝对不换！哈哈哈哈哈，依旧中二。现在还是一样，独自冒险的感觉，无与伦比，绝对不换。\n到了平台，从车站的西边往下咯，美食街，越来越多的烟火气。来到户外，又一次高潮，大阶梯，也有电梯，灯光布置的太美了，最绝的是最下面的一层平坦的阶梯上有投影表演，”晚上好“，鲤鱼等等变换，也有和我一样有余裕驻足欣赏的行人。太完美了，整个车站的设计。也许在另一个时间，我只会是一个匆匆过客，恰巧我在那个夜晚和这个车站有了神秘的交集。可能也会在今后的某个时间知道有原广司这样一名建筑师，但是这样奇妙的encounter真是我觉得最开心的事了。所以记得清楚。它在我这里真实刻下了痕迹。\n还有和陌生人的偶然交集这回事。可能我是个依赖孤独而得以存活的人？并不是非群居动物这样，我是群居的。”我有社交恐惧“这样说的话稍微熟悉我的朋友多半会说”哈··～··？你有社交恐惧？你朋友这么多～“之类，可能是社交媒体上给人的印象，或者熟了之后确实整个人非常不一样给人以”这人看起来高冷没想到是神经病哈哈哈哈“这样的感觉？之前去找录歌的朋友也是，她说，在studio里她觉得我很害羞，跟我打招呼过，过了很久，我还是没怎么跟她说话。直到我问她是不是会混音。“那一次，我对你的看法完全改观了！其实你是很热情的！”哈哈哈哈哈哈。高冷人设再次不保。但我确实，是个只有在孤独时才能获取火焰之子太阳能量的内向人士。这位朋友也是，所以相处非常愉快。\n 在独自冒险时偶遇独自冒险的陌生人，会产生一种同道中人的敬意并觉得很开心。在去伦敦附近一天坐八个过山车的那次，也算是和陌生人一起玩，lynn是我朋友，但她两位朋友我都不认识，大家相处非常融洽，坐过山车时瞟到那个缅甸妹子惊恐的样子，让我完全忘记了恐惧，哈哈哈哈哈。看见阿丹后，回旅社拿出他小时候的签名和这两位朋友解释，也让我觉得很有趣。距离感，还是依赖孤独存活的这种必要的距离感。"
      
    }
  ]
}